export const title = {
  name: "Петр Смирнов",
  role: "backend-розробник",
};

export const aboutContent = {
  title: "Про мене",
  content:
    "<p>Вітаю всіх на своєму сайті! Мене звати Сергій, я з Івано-Франківська. Займаюся фронтенд-розробкою трохи більше року. До розробки займався нелюбимою справою, ходив на роботу, що не подобалася мені, не міг зрозуміти, як знайти працю за покликанням і робити те, що подобається, заробляючи собі на життя, допоки не знайшов один цікавий курс.</p><p>З того часу багато чого дізнався, навчання давалося по-різному: десь легше, десь складніше. Щоденна робота над навичками та зусилля, яких я докладав, вже за кілька місяців принесли плоди - вдалось взяти замовлення на фрілансі. З відгуками від задоволених клієнтів та прикладами моїх робіт можна ознайомитися нижче</p>",
};

export const skillsContet = {
  title: "Навички",
  skills: [
    {
      label: "HTML",
      level: 85,
    },
    {
      label: "CSS",
      level: 75,
    },
    {
      label: "JavaScript",
      level: 60,
    },
  ],
};

export const servicesContent = {
  title: "Послуги",
  services: [
    {
      icon: "/images/html-css.svg",
      title: "Верстка проєктів",
      description:
        "Зроблю якісну верстку вашого проєкта за наявним макетом або прикладами робіт, які вам подобаються",
    },
    {
      icon: "/images/cms.svg",
      title: "Посадка на CMS",
      description: "Інтегрую ваш проєкт з однією з популярних CMS",
    },
    {
      icon: "/images/guarantee.svg",
      title: "Підтримка сайта",
      description:
        "Гарантую підтримку вашого сайта протягом 30 днів післе здачі проєкта",
    },
  ],
};
